animal1 =input('Ведите  имя животного :')
vid = input('Ведите вид животного ')
ves = input('Ведите вес животного ')
rang= input('Ведите окрас животного ')
yosh = input('Ведите возраст животного ')

animal2 =input('Ведите  имя животного :')
vid2 = input('Ведите вид животного ')
ves2 = input('Ведите вес животного ')
rang2= input('Ведите окрас животного ')
yosh2 = input('Ведите возраст животного ')


animal3 =input('Ведите  имя животного :')
vid3 = input('Ведите вид животного ')
ves3 = input('Ведите вес животного ')
rang3= input('Ведите окрас животного ')
yosh3 = input('Ведите возраст животного ')

animal4 =input('Ведите  имя животного :')
vid4 = input('Ведите вид животного ')
ves4 = input('Ведите вес животного ')
rang4= input('Ведите окрас животного ')
yosh4 = input('Ведите возраст животного ')


print('Животное:',animal1,'Вид:',vid,'Вес:',ves,"Цвет:",rang,'Возраст:',yosh)
print('Животное:',animal2,'Вид:',vid2,'Вес:',ves2,"Цвет:",rang2,'Возраст:',yosh2)
print('Животное:',animal3,'Вид:',vid3,'Вес:',ves3,"Цвет:",rang3,'Возраст:',yosh3)
print('Животное:',animal4,'Вид:',vid4,'Вес:',ves4,"Цвет:",rang4,'Возраст:',yosh4)
