text = input('Matn kiriting')
print(text)

# Здесь все буквы в строке заглавными с помощью метода upper() 
print(text.upper())
# Здесь все буквы в строке маленькими с помощью метода lower() 
print(text.lower())
# Здесь первую букву строки заглавной с помощью метода capitalize()
print(text.capitalize())
#Удаление все лишние пробелы в начале и конце строки с помощью метода strip()
print(text.strip())

# Преобразование каждое слово в строке, чтобы первая буква была заглавной, с помощью метода title() 
print(text.title())

